{
  "header": "Reading",
  "text": "The self-study lessons in this section are written and organised according to the levels of the Common European Framework of Reference for languages (CEFR). There are different types of texts and interactive exercises that practise the reading skills you need to do well in your studies, to get ahead at work and to communicate in English in your free time.",
  "link": "More",
  "article": "The articles in English are the definite article the and the indefinite articles a and an. The definite article is used when the speaker believes that the listener knows the identity of the noun's referent (because it is obvious, because it is common knowledge, or because it was mentioned in the same sentence or an earlier sentence). The indefinite article is used when the speaker believes that the listener does not have to be told the identity of the referent. No article is used in some noun phrases.\n\nEnglish grammar requires that in most cases a noun phrase start with a determiner.[1] The most common determiners are the articles the and a(n), which specify the presence or absence of definiteness of the noun. Other possible determiners include words like this, my, each and many – see English determiners. There are also cases where no determiner is required, as in the sentence John likes fast cars, where neither John nor fast cars includes a determiner.\n\nThe definite article the is used when the referent of the noun phrase is assumed to be unique or known from the context. For example, In the sentence The boy with glasses was looking at the moon, it is assumed that in the context the reference can only be to one boy and one moon. However, the definite article is not used:\n\nwith generic nouns (plural or uncountable): cars have accelerators, happiness is contagious, referring to cars in general and happiness in general (compare the happiness I felt yesterday, specifying particular happiness);\nwith most proper names: John, France, London, etc.\nThe indefinite article a (before a consonant sound) or an (before a vowel sound) is used only with singular, countable nouns. It indicates that the referent of the noun phrase is one unspecified member of a class. For example, the sentence An ugly man was smoking a pipe does not specify the identity of the ugly man or pipe.\n\nWhen referring to a particular date, the definite article the is typically used.[2]\n\nHe was born on the 10th of May.\nHowever, when referring to a day of the week, the indefinite article 'a' is used.",
  "homePage": "back"
}
