{
  "header": "Чтение",
  "text": "Уроки самообучения в этом разделе составлены и организованы в соответствии с уровнями Общеевропейских компетенций владения иностранным языком (CEFR). Существуют различные типы текстов и интерактивных упражнений, которые развивают навыки чтения, необходимые для успешной учебы, для достижения успеха в работе и для общения на английском в свободное время.",
  "link": "подробнее",
  "article": "Артикли на английском языке - это определенный артикль the и неопределенные артикли a и an. Определенный артикль используется, когда говорящий считает, что слушатель знает личность референта существительного (потому что это очевидно, потому что это общеизвестно, или потому что оно упоминалось в том же предложении или более раннем предложении). Неопределенный артикль используется, когда говорящий считает, что слушателю не нужно сообщать личность референта. В некоторых словосочетаниях с существительными артикль не используется.\n\nГрамматика английского языка требует, чтобы в большинстве случаев именная фраза начиналась с определителя. [1] Наиболее распространенными определителями являются артикли the и a (n), которые определяют наличие или отсутствие определенности существительного. Другие возможные определители включают такие слова, как this, my, each и многие - см. Английские определители. Есть также случаи, когда определитель не требуется, например, в предложении Джон любит быстрые машины, где ни Джон, ни быстрые машины не включают определитель.\n\nОпределенный артикль используется, когда предполагается, что референт именной фразы уникален или известен из контекста. Например, в предложении Мальчик в очках смотрел на Луну предполагается, что в данном контексте ссылка может относиться только к одному мальчику и одной луне. Однако определенный артикль не употребляется:\n\nс существительными общего рода (множественное число или неисчислимое число): автомобили имеют ускорители, счастье заразно, относится к автомобилям в целом и счастью в целом (сравните счастье, которое я испытал вчера, указав конкретное счастье);\nс большинством имен собственных: Джон, Франция, Лондон и т. д.\nНеопределенный артикль a (перед согласным звуком) или an (перед гласным звуком) используется только с исчисляемыми существительными в единственном числе. Это указывает на то, что референт именной фразы является одним неуказанным членом класса. Например, предложение «Уродливый человек курил трубку» не указывает на личность уродливого человека или трубку.\n\nПри ссылке на конкретную дату обычно используется определенный артикль. [2]\n\nОн родился 10 мая.\nОднако, когда речь идет о дне недели, используется неопределенный артикль «а».",
  "homePage": "назад"
}
