{
  "header": "O'qish",
  "text": "Ushbu bo'limdagi o'z-o'zini o'rganish mashg'ulotlari Tillarga oid Evropaning umumiy ma`lumot doirasi (CEFR) darajalariga muvofiq yozilgan va tashkil etilgan. O'qishda yaxshi ishlashingiz, ishingizda ilgarilashingiz va bo'sh vaqtingizda ingliz tilida muloqot qilishingiz uchun zarur bo'lgan o'qish ko'nikmalarini mashq qiladigan turli xil matnlar va interfaol mashqlar mavjud.",
  "link": "Batafsil",
  "article": "Ingliz tilidagi maqolalar aniqlovchi va noaniq artikllar a va an. So'zlovchi tinglovchining ismning referentining kimligini bilishiga ishonganida aniq belgi ishlatiladi (chunki u ravshan, chunki u keng tarqalgan bilim yoki shu jumla yoki oldingi gapda aytib o'tilganligi sababli). Notanish artikl ma'ruzachi tinglovchiga referentning kimligini aytib berish shart emas deb hisoblasa ishlatiladi. Ayrim ot so`z birikmalarida hech qanday maqola ishlatilmaydi.\n\nIngliz tili grammatikasi aksariyat hollarda ot iborasini aniqlovchidan boshlashini talab qiladi. [1] Eng keng tarqalgan aniqlovchilar - bu ismning aniqligi yoki yo'qligini ko'rsatadigan the va a (n) maqolalari. Boshqa mumkin bo'lgan aniqlovchilarga quyidagi kabi so'zlar kiradi, my, each and many - inglizcha determinatorlarga qarang. Bundan tashqari, hech qanday aniqlovchini talab qilmaydigan holatlar mavjud, chunki jumlaga John tezkor mashinalarni yoqtiradi, bu erda John ham, tezkor mashinalar ham aniqlovchini o'z ichiga olmaydi.\n\nIsm so`zining referenti o`ziga xos yoki kontekstdan ma`lum bo`lgan deb hisoblanganda a aniq artikli ishlatiladi. Masalan, Ko'zoynakli bola oyga qaragan jumlada, kontekstda faqat bitta bola va bitta oyga murojaat qilish mumkin deb taxmin qilinadi. Biroq, aniq artikl ishlatilmaydi:\n\numumiy ismlar bilan (ko'plik yoki sanoqsiz): avtoulovlarda tezlatgichlar mavjud, baxt yuqumli bo'lib, umuman avtomobillarga va umuman baxtga ishora qiladi (kecha his qilgan baxtimni solishtiring, alohida baxtni aniqlang);\neng to'g'ri ismlar bilan: Jon, Frantsiya, London va boshqalar.\nA (undosh tovushdan oldin) yoki (unli tovushdan oldin) noaniq artikl faqat birlik, hisoblanadigan otlar bilan ishlatiladi. Bu ism jumlasining referenti sinfning aniqlanmagan a'zolaridan biri ekanligini ko'rsatadi. Masalan, xunuk odam naycha chekayotgani jumlasida xunuk odam yoki naycha kimligi ko'rsatilmagan.\n\nMuayyan sana haqida gap ketganda, odatda aniqlovchi ishlatiladi. [2]\n\nU 10-mayda tug'ilgan.\nBiroq, haftaning bir kunini nazarda tutganda, \"a\" noaniq artikli ishlatiladi.",
  "homePage": "orqaga"
}
